/* Open PDF with application */
"Open with %@" = "Ouvrir avec %@";

/* Print PDF file */
"Print File..." = "Imprimer la page…";

/* Save PDF file */
"Save File As..." = "Enregistrer la page en tant que…";

